LEXICON: dict[str, str] = {

    'not_found': 'Бот не знает такую команду :(',
    'cancel': 'ОТМЕНИТЬ',

    'view_beer': 'Просмотр пива 🍻',
    'search': 'Поиск пива 🔎',
    'add_beer': 'Добавить пиво 🥳',

    'cancel_add_beer': 'Отменять нечего. Вы вне машины состояний\n\n',
    'add_name': 'Пожалуйста, введите название пиво:',
    'upload_photo': 'Пожалуйста, добавьте изображение пиво:',

    'sort_beer': 'Пожалуйста, введите сорт пива:',

    'comment': 'Пожалуйста, напишите краткий коментарий к напитку:',

    'rating': 'Пожалуйста, укажите рейтинг пива от 0 до 10:',
    'price': 'Пожалуйста, укажите цену:',

    'not_beer': 'Вы еще не добовляли напиток.\n\n',

    'save_beer': 'Напиток добавлен!\n\n',

}

LEXICON_MENU: dict[str, str] = {
    '/start': '<b>Привет, мой друг!</b>\n\nЭто пивной бот, в котором '
              'ты можешь просмотреть пиво своих друзей, оценить раличные марки пиво и оставить свое мнение.\n\n'
              'Чтобы посмотреть список доступных '
              'команд - нажми --> /help',
    '/help': '<b>Это пивной-бот</b>\n\nДоступные команды:\n\n/start - '
             'начать использование бота\n'
             '/help - справка по работе бота\n'
             '\n<b>Приятного испозования!</b>',
    '/cancel': 'ОТМЕНИТЬ'
}

